const nameAuthors = [
  'Эльриана',
  'Аркандр',
  'Люнарис',
  'Зефирель',
  'Иллиана',
  'Силванос',
  'Элдорин',
  'Аурелиан',
  'Мистралл',
  'Эмералда'
];

const photoDescriptions = [
  'Прекрасный закат на побережье',
  'Величественные горы во время рассвета',
  'Цветочное поле весной',
  'Игривый щенок, играющий в парке',
  'Архитектурное чудо - собор Святого Базилия в Москве',
  'Удивительный вид на Ниагарский водопад',
  'Солнечные лучи проникают сквозь плотную листву леса',
  'Замечательный момент семейного пикника на пляже',
  'Интересная графика в городском сквере',
  'Волшебный зимний пейзаж с ледяными сосульками'
];

const userComments = [
  'Всё отлично!',
  'В целом всё неплохо. Но не всё.',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
  'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
  'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
  'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!',
  'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.'
];

export { nameAuthors, photoDescriptions, userComments };
